<?php

return [
    'failed' => 'РЈРєР°Р·Р°РЅРЅС‹Рµ СѓС‡РµС‚РЅС‹Рµ РґР°РЅРЅС‹Рµ РЅРµ СЃРѕРІРїР°РґР°СЋС‚ СЃ РЅР°С€РёРјРё Р·Р°РїРёСЃСЏРјРё.',
    'password' => 'РЈРєР°Р·Р°РЅ РЅРµРІРµСЂРЅС‹Р№ РїР°СЂРѕР»СЊ.',
    'throttle' => 'РЎР»РёС€РєРѕРј РјРЅРѕРіРѕ РїРѕРїС‹С‚РѕРє РІС…РѕРґР°. РџРѕРїСЂРѕР±СѓР№С‚Рµ СЃРЅРѕРІР° С‡РµСЂРµР· :seconds СЃРµРє.',
    'login' => [
        'title' => 'Р’РѕР№С‚Рё',
        'email' => 'Email',
        'password' => 'РџР°СЂРѕР»СЊ',
        'remember' => 'Р—Р°РїРѕРјРЅРёС‚СЊ РјРµРЅСЏ',
        'forgot_password' => 'Р—Р°Р±С‹Р»Рё РїР°СЂРѕР»СЊ?',
        'submit' => 'Р’РѕР№С‚Рё',
    ],
    'register' => [
        'title' => 'Р РµРіРёСЃС‚СЂР°С†РёСЏ',
        'name' => 'РРјСЏ',
        'email' => 'Email',
        'password' => 'РџР°СЂРѕР»СЊ',
        'password_confirmation' => 'РџРѕРґС‚РІРµСЂРґРёС‚Рµ РїР°СЂРѕР»СЊ',
        'already_registered' => 'РЈР¶Рµ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅС‹?',
        'submit' => 'Р—Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊСЃСЏ',
    ],
    'forgot_password' => [
        'description' => 'Р—Р°Р±С‹Р»Рё РїР°СЂРѕР»СЊ? РќРёС‡РµРіРѕ СЃС‚СЂР°С€РЅРѕРіРѕ. РџСЂРѕСЃС‚Рѕ СѓРєР°Р¶РёС‚Рµ СЃРІРѕР№ email, Рё РјС‹ РѕС‚РїСЂР°РІРёРј СЃСЃС‹Р»РєСѓ РґР»СЏ СЃР±СЂРѕСЃР° РїР°СЂРѕР»СЏ, С‡С‚РѕР±С‹ РІС‹ РјРѕРіР»Рё РІС‹Р±СЂР°С‚СЊ РЅРѕРІС‹Р№.',
        'email' => 'Email',
        'submit' => 'РћС‚РїСЂР°РІРёС‚СЊ СЃСЃС‹Р»РєСѓ РґР»СЏ СЃР±СЂРѕСЃР° РїР°СЂРѕР»СЏ',
    ],
    'reset_password' => [
        'email' => 'Email',
        'password' => 'РџР°СЂРѕР»СЊ',
        'password_confirmation' => 'РџРѕРґС‚РІРµСЂРґРёС‚Рµ РїР°СЂРѕР»СЊ',
        'submit' => 'РЎР±СЂРѕСЃРёС‚СЊ РїР°СЂРѕР»СЊ',
    ],
        'reset_password_mail' => [
        'subject' => 'Сбросьте пароль',
        'intro' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
        'action_label' => 'Сбросить пароль',
        'expire' => 'Ссылка для сброса пароля будет действовать :count минут.',
        'outro' => 'Если вы не запрашивали сброс пароля, никаких дополнительных действий не требуется.',
    ],
'verify_email' => [
        'description' => 'РЎРїР°СЃРёР±Рѕ Р·Р° СЂРµРіРёСЃС‚СЂР°С†РёСЋ! РџСЂРµР¶РґРµ С‡РµРј РЅР°С‡Р°С‚СЊ, РїРѕРґС‚РІРµСЂРґРёС‚Рµ СЃРІРѕР№ email, РїРµСЂРµР№РґСЏ РїРѕ СЃСЃС‹Р»РєРµ, РєРѕС‚РѕСЂСѓСЋ РјС‹ С‚РѕР»СЊРєРѕ С‡С‚Рѕ РѕС‚РїСЂР°РІРёР»Рё. Р•СЃР»Рё РїРёСЃСЊРјРѕ РЅРµ РїСЂРёС€Р»Рѕ, РјС‹ СЃ СЂР°РґРѕСЃС‚СЊСЋ РѕС‚РїСЂР°РІРёРј РЅРѕРІРѕРµ.',
        'resent' => 'РќРѕРІР°СЏ СЃСЃС‹Р»РєР° РґР»СЏ РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ Р±С‹Р»Р° РѕС‚РїСЂР°РІР»РµРЅР° РЅР° email, СѓРєР°Р·Р°РЅРЅС‹Р№ РїСЂРё СЂРµРіРёСЃС‚СЂР°С†РёРё.',
        'resend' => 'РћС‚РїСЂР°РІРёС‚СЊ РїРёСЃСЊРјРѕ РїРѕРІС‚РѕСЂРЅРѕ',
        'logout' => 'Р’С‹Р№С‚Рё',
    ],
    'confirm_password' => [
        'description' => 'Р­С‚Рѕ Р·Р°С‰РёС‰РµРЅРЅС‹Р№ СЂР°Р·РґРµР» РїСЂРёР»РѕР¶РµРЅРёСЏ. РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїРѕРґС‚РІРµСЂРґРёС‚Рµ РїР°СЂРѕР»СЊ, С‡С‚РѕР±С‹ РїСЂРѕРґРѕР»Р¶РёС‚СЊ.',
        'password' => 'РџР°СЂРѕР»СЊ',
        'submit' => 'РџРѕРґС‚РІРµСЂРґРёС‚СЊ',
    ],
];

