<p>Политика использования файлов cookie дополняет и уточняет общую «Политику конфиденциальности и обработки персональных данных», опубликованную по адресу: /about. Данная Политика описывает используемые типы файлов cookie и их назначение.</p>
<p>Файлы cookie представляют собой наборы данных, хранимых на устройстве, с которого пользователь заходил на сайт. Их использование позволяет повысить безопасность и удобство использования сайта, например:</p>
<ul>
    <li>оставаться авторизованным на сайте;</li>
    <li>сохранять ваши настройки и предпочтения;</li>
    <li>обеспечивать удобный поиск;</li>
    <li>анализировать статистику использования.</li>
</ul>
<p>Мы не храним в файлах cookie никакую персональную информацию пользователей, например, имена, электронные адреса, номера телефонов и т.п.</p>

<h3>Типы используемых файлов cookie и управление ими</h3>
<p>Технические файлы cookie – позволяют распознавать посетителей, хранить выбранные ими настройки отображения и иные персональные предпочтения. Эти файлы cookie устанавливаются автоматически при посещении Сайта.</p>
<p>Аналитические файлы cookie – обеспечивают сбор обезличенной статистической информации, касающейся функционирования сайта в целом. В качестве системы сбора этой информации мы используем инструмент веб-аналитики «Яндекс.Метрика».</p>
<p>Рекламные файлы cookie – реклама, показываемая на сайте, является основным источником финансирования, требуемого для его функционирования и развития. Показ рекламы обеспечивает сервис «Рекламная сеть Яндекса», который использует cookie для отображения рекламы, которая может заинтересовать Вас.</p>
<p>Подробнее о файлах cookie сервисов Яндекса можно прочитать на странице https://yandex.ru/legal/cookies_policy/ru/.</p>
<p>Управление файлами cookie Вы можете осуществлять, используя настройки вашего браузера.</p>
<p>Дата публикации: 23.05.2025 г.</p>
