<h3>1. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>Настоящая Политика разработана в соответствии с Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных» и иными нормативными актами и федеральными законами, действующими на территории Российской Федерации.</p>
<p>Настоящая Политика обработки и защиты персональных данных действует в отношении всей информации, которую Администратор сайта wordkeeper (далее – «Администратор») может получить о пользователе / от пользователя (далее – «Пользователь»), предоставляющего личную и техническую информацию через сайт wordkeeper.space (далее - «Сайт»), электронные письма или другие средства.</p>
<p>Используя Сайт, Пользователь дает свое согласие на использование своих персональных данных, описанных в п. 2.1, для целей, указанных в п. 3, в соответствии с настоящей Политикой, включая, но не ограничиваясь следующими действиями:</p>
<p>сбор, запись, систематизацию, накопление, хранение, уточнение, извлечение, использование, передачу, обезличивание, блокирование, уничтожение;<br>а также осуществление иных действий с персональными данными Пользователя с учетом действующего законодательства РФ.</p>
<p>Пользователь подтверждает, что данное им согласие на обработку персональных данных на условиях Политики действует в течение срока хранения персональных данных, составляющего 5 (пять) лет с момента их получения. Срок хранения продлевается на каждые следующие 5 (пять) лет при условии отсутствия у Администратора сведений об отзыве настоящего согласия.</p>
<p>Настоящая Политика определяет порядок сбора, хранения, передачи и иных видов обработки персональных данных Администратором, получаемых через Сайт, а также сведения о реализуемых требованиях к защите персональных данных.</p>
<p>Администратор обеспечивает безопасность персональной информации, получаемой от Пользователей. Настоящая Политика разработана с целью указания перечня данных, которые могут быть запрошены у Пользователей, а также способов обработки Администратором таких данных. В настоящей Политике также указаны цели, для которых может запрашиваться персональная информация Пользователей.</p>

<h3>2. СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
<p>2.1. Персональные данные Пользователя - предоставляются самим Пользователем при заполнении информационных полей при регистрации на Сайте. Обязательная для предоставления информация явно обозначена. К такой информации относятся: имя, адрес электронной почты, контактный телефон, регион или город пребывания.</p>
<p>2.2. Технические данные - автоматически передаются устройством, с помощью которого используется Сайт, в том числе технические характеристики устройства, IP-адрес, информация, сохраненная в файлах «cookies», информация о браузере, дата и время доступа к Веб-сайту, адреса запрашиваемых страниц и иная подобная информация. Политика использования файлов cookie размещена по адресу: /about - Политика использования файлов cookie.</p>

<h3>3. ЦЕЛЬ ОБРАБОТКИ ДАННЫХ</h3>
<p>Администратор собирает и хранит только те персональные данные, которые необходимы для функционирования Сайта и предоставления услуг Пользователю. Информацию о Пользователе Администратор собирает, обрабатывает и использует только в следующих целях:</p>
<ul>
    <li>для ответа на обращения с использованием указанных Пользователем контактных данных;</li>
    <li>сбор и анализ обезличенных статистических данных для получения информации о работе Сайта;</li>
    <li>информирование о предоставляемых товарах и услугах через указанные Пользователем контактные данные;</li>
    <li>выполнения полномочий и обязанностей, возложенных на Администратора законодательством Российской Федерации.</li>
</ul>
<p>Администратор обрабатывает технические данные для обеспечения функционирования и безопасности, улучшения качества Сайта.</p>
<p>Администратор не размещает персональные данные Пользователя в общедоступных источниках.</p>
<p>Хранение и обработка персональных данных Пользователя осуществляется с использованием баз данных, находящихся на территории Российской Федерации.</p>

<h3>4. КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
<p>Все обрабатываемые Администратором персональные данные Пользователя, перечисленные в п.2.1, являются конфиденциальной информацией и не передаются третьим лицам без согласия Пользователя, если иное не предусмотрено федеральным законом.</p>

<h3>5. СПОСОБЫ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h3>
<p>Обработка персональных данных Пользователя, осуществляемая с использованием средств автоматизации, проводится при условии выполнения следующих действий:</p>
<ul>
    <li>Администратор проводит технические мероприятия, направленные на предотвращение несанкционированного доступа к персональным данным и (или) передачи их лицам, не имеющим права доступа к такой информации;</li>
    <li>Защитные инструменты настроены на своевременное обнаружение фактов несанкционированного доступа к персональным данным;</li>
    <li>Технические средства автоматизированной обработки персональных данных изолированы в целях недопущения воздействия на них, в результате которого может быть нарушено их функционирование;</li>
    <li>Администратор производит резервное копирование данных с тем, чтобы иметь возможность незамедлительного восстановления персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним; осуществляет постоянный контроль за обеспечением уровня защищенности персональных данных.</li>
</ul>

<h3>6. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</h3>
<p>Администратор предпринимает меры для поддержания точности и актуальности имеющихся у нее персональных данных, а также удаления устаревших и других недостоверных или излишних персональных данных, тем не менее, Пользователь несёт ответственность за предоставление достоверных сведений, а также за обновление предоставленных данных в случае каких-либо изменений.</p>
<p>Пользователь имеет право требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.</p>
<p>Пользователь вправе в любой момент отозвать согласие на обработку персональных данных путём направления письменного уведомления на электронный адрес: admin@wordkeeper.space с пометкой «отзыв согласия на обработку персональных данных». Отзыв согласия на обработку персональных данных должен быть направлен не менее, чем за 3 (три) месяца до предполагаемой даты прекращения обработки персональных данных.</p>
<p>Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию самостоятельно через Личный кабинет на Сайте либо путем обращения к Администратору.</p>
<p>Пользователь имеет право на получение информации, касающейся обработки его персональных данных Администратором, для чего вправе направить запрос на адрес: admin@wordkeeper.space с пометкой «Запрос информации о порядке обработки персональных данных».</p>

<h3>7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>
<p>Настоящая Политика размещена на Сайте по адресу: /about - Политика конфиденциальности и обработки персональных данных.</p>
<p>Администратор оставляет за собой право вносить изменения и дополнения в настоящую Политику без уведомления Пользователя посредством размещения новой редакции Политики на сайте. Новая редакция Политики вступает в силу в день, следующий за днем её размещения на сайте. Пользователь обязуется самостоятельно регулярно знакомиться с новыми редакциями Политики.</p>
<p>Редакция от «23» мая 2025 года.</p>
